<script setup lang="ts"></script>

<template>
  <div>
    <smoke
      content="魔导师是魔法师中的最高境界，魔导师的境界是没有上限的，一个普通的魔导师可以放出一个低级的禁咒魔法，一个强大的魔导师甚至可以放出最高级的禁咒，但相传，还有一种比魔导师更到境界的魔法师，称为大魔导师。
魔导师的演变是一点一点修炼来的，要从一些有魔法天分的人中选出适合魔法修炼的人，魔法师的阶段依次分为：初级魔法师，中级魔法师，高级魔法师，大魔法师，魔导士，魔导师，（大魔导师）。天份比较高的人，一开始就能考上初级魔法师，天分极高的人可以一开始就考上中级魔法师。魔法师的修行是很刻苦而且很艰难的，他们要靠冥思来修炼自己的精神力。
魔法师分为很多属性：冰、火、水、土、风、光（圣）、黑暗。其中光（圣）系魔法师一般都是教廷的人，教廷的教皇一般都是魔导师级别的魔法师
      ，之下的祭祀依次划分。黑暗系魔法师是生活在无人知晓的地方，光（圣）系魔法师是他们的克星。其他五大属性的魔法师都是看自己的天分来分配的系别，他们大都自行生活在魔法师工会里"
    ></smoke>
  </div>
</template>

<style scoped></style>
